Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_pohjoissaamenkielen_oppikirja_ilmestynyt_.html.tmx
Source language: fin
Languages: smn

source: Uusi pohjoissaamenkielen oppikirja ilmestynyt
smn: Uđđâ tavesämikielâ oppâkirje lii almostum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen oppikirjan GEA kirjasarjaan.
smn: Škovlim- já oppâmateriaaltoimâttâh lii almostittâm uđđâ tavesämikielâ oppâkirje GEA-kirjerááiđun.

source: GEA kirjasarjaa laaditaan alakoulun saame vieraana kielenä opetukseen.
smn: GEA 4 Davvisámegiella vieris giellan lii uáivildum vuáđuškoovlâ niäljád luoka viereskielâ máttááttâsân.

source: Uusin oppikirja GEA 4 Davvisámegiella vieris giellan on tarkoitettu käytettäväksi peruskoulun neljännellä luokalla.
smn: Kirje teevstâid lii čáállám Oona Länsman.

source: Oppikirjaa on saatavilla itä -ja länsimurteilla.
smn: Oppâkirje lii finniimist nuorttâ- já uárjikuávlukielân.

source: GEA kirjasarjan tekstit on kirjoittanut Oona Länsman.
smn: Kirje kuuvijd lii sárgum já tuáijim lii ráhtám Nora Bäck.

source: Kuvat ja taiton on tehnyt Nora Bäck.
smn: Tiilámeh viermikäävpi peht:

source: Tilaukset verkkokaupan kautta:
smn: Gea 4, nuortasuopman

source: Gea 4, nuortasuopman / itämurre
smn: Gea 4, oarjesuopman
